Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/klemetti.blogspot.com/klemetti.13.02.10_fin.txt.tmx
Source language: fin
Languages: sme

source: Kansallispäivän jälkeen Saamelaisten kansallispäivän juhlinnat ovat ohi.
sme: Álbmotbeaivve maŋŋel Sámi álbmotbeaivve ávvudeamit leat meaddel.

source: Saamelaiskäräjät järjesti ensimmäistä kertaa kaikille saamelaisille avoimet kansallispäivän juhlat ja juhlallisuuksiin osallistui yli 250 henkilöä pikku pakkasesta huolimatta.
sme: Sámediggi lágidii vuosttaš geardde buot sápmelaččaide rabas álbmotbeaivve ávvudeami ja doaluide oassálastte badjel 250 olbmo unna buollažasas fuolakeahttá.

source: Juhlallisuudet sujuivat mielestäni hyvin, ja olin hyvin iloinen siitä, että lapsiperheitä oli saapunut paljon paikalle.
sme: Mu mielas ávvudeapmi lihkostuvai bures ja ledjen hui ilus das, ahte báikki nala ledje boahtán olu mánnábearrašat.

source: Valitettavasti saamelaiskäräjäjäseniä oli juhlallisuuksissa hyvin vähän paikalla.
sme: Šállošahtti lei dat go ávvudeapmái eai lean boahtán bearehaga sámediggeáirasat.

source: Tilaisuudessa pitämäni puhe löytyy pohjoissaameksi ja suomeksi saamelaiskäräjien kotisivuilta puheet osiosta.
sme: Dilálašvuođas mu doallan sáhka gávdno davvisáme- ja suomagillii sámedikki www-siidduin ságat-gaskabláđi vuolde.

source: Mielestäni kansallispäivän juhlallisuuksia voisi kehittää edelleen ja kerätä kokemuksia erilaisista juhlien järjestelytavasta.
sme: Mu mielas álbmotbeaivve doaluid sáhtálii ain buoridit ja čoaggit muosáhusaid sierralágán doaluid lágidanvugiin.

source: Toivoisin, että jonakin vuonna voisimme järjestää juhlallisuudet yhdessä esimerkiksi Ruotsin saamelaiskäräjien kanssa.
sme: Sávan, ahte muhtin jagi sáhtáleimmet lágidit ávvudemiid ovttas omd. Ruoŧa sámedikkiin.

source: Olisi mukava järjestää juhlallisuudet esimerkiksi Kaaresuvannossa, joka on Ruotsin ja Suomen saamelaisten yhteinen asuinkylä, tosin rajajoki jakaa sen kahden valtion alueelle.
sme: Livččii suohtas lágidit doaluid omd. Gárasavvonis, mii lea Ruoŧa ja Suoma sápmelaččaid oktasaš orrungilli, man rádjeeatnu sirre guovtti riikii.

source: Aloitamme tästä keskustelut Ruotsin saamelaiskäräjien kanssa sopivan tilaisuuden tullen.
sme: Álggahit ságastallama dás Ruoŧa sámedikkiin go dasa šaddá vuogas dilli.

source: Mielestäni on tärkeää, että kansallispäivänä korostetaan erityisesti saamen kansan yhteisöllisyyttä ja juhlallisuuksissa häivytettäisiin valtionrajoja.
sme: Mu mielas lea dehálaš, ahte álbmotbeaivve deattuhit earenoamážit oktasaš sámi álbmoga sápmelašvuođa ja ávvudemiin jávkadit riikkarájiid.

source: Olemme kansa neljän valtion alueella, ja meidän tulisi luoda erityisesti kansallispäivänä tilaisuuksia saamelaisille juhlia saamelaisuutta kansallisvaltioiden rajoista huolimatta.
sme: Miihan leat álbmot njealji riikkas ja mii galggaleimmet earenoamážit álbmotbeaivve viggat ráhkadit doaluid sápmelaččaide ja ávvudit sápmelašvuođa riikkárájiin beroškeahttá.

source: Saamelainen parlamentaarinen neuvosto on kutsunut YK:n alkuperäiskansakysymysten erityisraportoija James Anayan vierailulle saamelaisten pariin.
sme: Sámi parlamentáralaš ráđđi lea bovden ON:a álgoálbmotáššiid sierraraporterejeaddji James Anaya guossástallat sápmelaččaid.

source: Vierailun ajankohta on nyt varmistunut, hän tulee 15.-16.4.
sme: Galledeami áigi lea dál sihkkarastojuvvon, ja son boahtá 15.-16.4.

source: Rovaniemelle saamelaisten vieraaksi.
sme: Roavenjárgii sápmelaččaid guossin.

source: Tilaisuuteen kutsutaan myös valtioiden edustajia ja mm. vähemmistövaltuutettu.
sme: Dilálašvuhtii bovdejuvvojit maiddái stáhtaid ovddasteaddjit ja ee. veahádatáittardeaddji.

source: Vierailun yhtenä keskusteluteemana tulee olemaan saamelaisten oikeuksien toteutuminen.
sme: Guossástallama olis oktan ságastallanfáddán boahtá leat sápmelaččaid vuoigatvuođaid olláhuvvan.

source: Keskustelussa nousee varmasti esille myös Suomen hakemus YK:n turvallisuusneuvoston jäseneksi.
sme: Ságastallamis boahtá sihkkarit ovdan maid Suoma ohcamuš ON:a dorvoráđi lahttun.

source: Se että Suomi ei ole ratifioinut Ilo 169- alkuperäiskansa- ja heimosopimusta on ongelma Suomen hakemukselle turvallisuusneuvostoon.
sme: Go Suopma ii leat ratifiseren ILO 169 álgoálbmot- ja čeardasoahpamuša, de dat lea buncarákkis Suoma ohcamuššii dorvoráđđái.

source: Lähtökohta jäsenyydelle on se, että turvallisuusneuvoston jäsenvaltioiden tulee toimia kansainvälisten velvoitteiden mukaisesti esimerkillisesti ja kunnioittaa alkuperäiskansojen oikeuksia.
sme: Vuolggasadjin lahttuvuhtii lea dat, ahte dorvoráđi lahttoriikkat galget doaibmat geatnegahtton riikkaidgaskasaš soahpamušaid mielde ja leat ovdamearkan ja gudnejahttit álgoálbmogiid vuoigatvuođaid.

source: Muuten on hankala arvostella muiden maiden toimintaa jos ei itse toimi kansainvälisten velvoitteiden mukaisesti.
sme: Muđuid lea váttis árvvoštallat eará riikkaid doaimmaid jos ii ieš doaimma riikkaidgaskasaš geatnegasvuođaid mielde.

source: Suomen ei pitäisi pyrkiä ratkomaan maailmanrauhan kysymyksiä mikäli se ei pysty ratkaisemaan tähän asti ratkaisemattomina pitämiään ongelmia maailman rauhallisimman kansan, saamelaisten kanssa.
sme: Suopma ii galggale viggat čoavdit máilmmiráfi gažaldagaid jos dat ii ieš bastte čoavdit dán rádjái iežas čoavddekeahtesin atnin buncaraggáid máilmmi ráfálaččamus álbmogiin, sápmelaččaiguin.

source: Saamelaisministerien ja – presidenttien yhteiskokous järjestynee maaliskuussa ja silloin päätetään mm. pohjoismaisen saamelaissopimuksen jatkoneuvottelujen aloittamisesta.
sme: Sámi presideanttaid ja – ministtariid oktasaščoakkán ordnahuvaš njukčamánu ja dalle mearriduvvo ee. davviriikkalaš sámi soahpamuša joatkkaráđđádallamiin álggaheamis.

source: Myös saamelaisen parlamentaarisen neuvoston hallitus kokoontuu maaliskuun alussa valmistelemaan varsinaista saamelaisen parlamentaarisen neuvoston kokousta.
sme: Maiddái sámi parlamentáralaš ráđi stivra čoahkkana njukčamánu álggus válmmaštallat Sámi parlamentáralaš ráđi ollesčoakkáma.

source: Näen tärkeänä, että SPN alkaa pohtia yhteistä neuvottelustrategiaa pohjoismaisen saamelaissopimuksen toimeenpanoneuvotteluja varten.
sme: Oainnán mávssolažžan, ahte SPR suokkardallágoahtá oktasaš ráđđádallanstrategiija davviriikkalaš sámi soahpamuša ollášuhttinráđđádallamiid várás.

source: Jos saamelaiset eivät esiinny yhtenä rintamana sopimusneuvotteluissa näen, että sopimuksen toimeenpano voi vaarantua.
sme: Jos sápmelaččat eai bargga ovttasráđiid soahpamušráđđádallamiin, de soahpamuša ollašuhttin sáhttá šaddat vára vuollái.

source: Ensi viikolla kansallinen biodiversiteettisopimuksen alkuperäiskansojen perinteistä tietoa koskevan artikla 8(j):n toimeenpanoa valmisteleva työryhmä vierailee Inarissa.
sme: Biodiversiteahttasoahpamuša álgoálbmogiid árbevirolaš dieđu, artihkal 8 (j) olláhuhttima váráš vuođđuduvvon álbmotlaš bargojoavku guossástallá boahtte vahku Anáris.

source: Työryhmä tutustuu saamelaismuseo Siidaan, kuulee kolttasaamelaisten luottamusmiestä kolttasaamelaisten perinteisestä tiedosta ja Sámi Duodjin edustajia saamelaisten perinteisestä tiedosta käsityökulttuurissa.
sme: Bargojoavku oahpásnuvvá sámi musea Siidii, gullá nuortalaččaid luohttámušolbmo nuortalaččaid árbevirolaš dieđus ja Sámi Duoji ovddasteaddji sápmelaččaid árbevirolaš dieđus giehtaduodjekultuvrras.

source: Perjantaina on saamelaiskäräjien hallituksen kokous.
sme: Bearjadaga lea sámedikki stivrra čoakkán.

source: Vuontisjärvellä 13.1.2010 Klemetti Näkkäläjärvi
sme: Vuottesjávrres 13.2.2010 Juvvá Lemet
